Revit 2021.1 API
SpecTypeId.PipingPressure Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId PipingPressure { get; }
Visual Basic
Public Shared ReadOnly Property PipingPressure As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PipingPressure {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace